export const pityInstruction = `
واسه اینکه بتونم پیتی بازیتو بگیرم کار های زیر رو انجام بده
1. بازی رو باز کن
2. داخل بازی قسمت کانوین History رو باز کن و بزار کامل لود شه
3. داخل ویندوز powershell رو باز کن و متن زیر رو داخلش کپی کن
\`iwr -useb "https://wuwatracker.com/import.ps1" | iex\`
4. متن دریافتی رو برام بفرست

آموزش مراحل برای گوشی
1. بازی رو باز کن
2. داخل قسمت کانوین برو و بعدش گوشیتو بزار روی حالت هواپیما
3. فسمت History رو باز کن و با پیام مشکل اینترنت برمیخوری
4. یه متن نامرئی بالای اون پیام هست انگشتت رو روش نگه دار و select all رو بزن و همش رو کپی کن
5. متن رو برام بفرست`;

export const genshinPityIns = `
آموزش مراحل برای پیسی
1. بازی رو باز کن
2. داخل بازی قسمت ویش History رو باز کن و بزار کامل لود شه
3. داخل ویندوز powershell رو باز کن و متن زیر رو داخلش کپی کن
\`Set-ExecutionPolicy Bypass -Scope Process -Force; [System.Net.ServicePointManager]::SecurityProtocol = [System.Net.ServicePointManager]::SecurityProtocol -bor 3072; iex "&{$((New-Object System.Net.WebClient).DownloadString('https://gist.github.com/MadeBaruna/1d75c1d37d19eca71591ec8a31178235/raw/getlink.ps1'))} global"\`
4. متن دریافتی رو برام بفرست


آموزش مراحل برای گوشی
1. بازی رو باز کن
2. داخل قسمت کانوین برو و بعدش گوشیتو بزار روی حالت هواپیما
3. فسمت History رو باز کن و با پیام مشکل اینترنت برمیخوری
4. یه متن نامرئی بالای اون پیام هست انگشتت رو روش نگه دار و select all رو بزن و همش رو کپی کن
5. متن رو برام بفرست`;

export const questionStruction = `
لطفا سوالتو تو این فرمت برام ارسال کن، دفت کن سوالت توسط ادمین باید تایید بشه پس فرمت و موضوعی که انتخاب کردی باید درست باشه.
--------
صورت سوال
1 گزینه اول
2 گزینه دوم
3 گزینه سوم
4 گزینه چهارم
عدد گزینه درست
---------
`;
